Repository: zim514/script.service.hue
Catalog: script.service.hue/resources/language/resource.language.*/strings.po
Languages: bs_ba, ru_ru, sv_se

# Addon Summary
source: Automate Hue lights with Kodi playback
bs_ba: Automatizirajte Hue svjetla pomoću Kodi reprodukcije
ru_ru: Управляйте светом Hue во время просмотра Kodi
sv_se: Automatisera Hue-lampor med Kodi-uppspelning

# Addon Description
source: Automate your Hue lights with Kodi. Use scenes configured in the official Hue app. Can use Hue's sunset time to automatically disable the service during daytime and turn on the lights at sunset during playback. Includes Ambilight support.
bs_ba: Automatizirajte svoja Hue svjetla pomoću Kodija. Koristite scene konfigurirane u službenoj Hue aplikaciji. Možete koristiti Hue vrijeme zalaska sunca za automatsko onemogućavanje usluge tokom dana i uključivanje svjetala u zalazak sunca tokom reprodukcije. Uključuje podršku za Ambilight.
ru_ru: Управляйте светом Hue с Kodi. Используйте сцены настроенные в официальном приложении Hue. Может использовать время расцвета из Hue для автоматического отключения света при дневном свете. Включает поддержку Ambilight.
sv_se: Automatisera dina Hue-lampor med Kodi. Använd scener som konfigurerats i den officiella Hue-appen. Kan använda Hues solnedgångstid för att automatiskt inaktivera tjänsten under dagtid och slå på lamporna vid solnedgången under uppspelning. Inkluderar stöd för Ambilight.

# Addon Disclaimer
source: Requires a Hue Bridge V2 (Square). Ambilight not available on all hardware.
bs_ba: Zahtijeva Hue Bridge V2 (Square). Ambilight nije dostupan na svim uređajima.
ru_ru: Для работы требуется блок управления Hue Bridge V2 (квадратный). Ambilight доступен не во всех устройствах.
sv_se: Kräver en Hue Bridge V2 (fyrkantig). Ambilight är inte tillgängligt på all hårdvara.

# #32100
source: Video Scenes
bs_ba: Video Scene
ru_ru: Видео сцены
sv_se: Videoscener

# #32102
source: Audio Scenes
bs_ba: Audio Scene
ru_ru: Аудио сцены
sv_se: Ljudscener

# #32201
source: Start/Resume
bs_ba: Početak/Nastavi
ru_ru: Начать/Возобновить
sv_se: Starta/Återuppta

# #32202
source: Pause
bs_ba: Pauziraj
ru_ru: Пауза
sv_se: Paus

# #32203
source: Stop
bs_ba: Zaustavi
ru_ru: Стоп
sv_se: Stoppa

# #30036
source: Scene:
bs_ba: Scena:
ru_ru: Сцена:
sv_se: Scen:

# #32511
source: Scene ID
bs_ba: ID scene
ru_ru: ID сцены
sv_se: Scen-id

# #32512
source: Select...
bs_ba: Odaberite...
ru_ru: Выбор...
sv_se: Välj...

# #30500
source: Bridge
bs_ba: Most
ru_ru: Мост
sv_se: Brygga

# #30501
source: Discover Hue Bridge / Enter IP
bs_ba: Otkrijte Hue Bridge / Unesite IP adresu
ru_ru: Найти Hue Bridge / Ввести IP
sv_se: Upptäck Hue Bridge / Ange IP

# #30502
source: Bridge IP
bs_ba: IP adresa mosta
ru_ru: IP моста
sv_se: IP till brygga

# #30503
source: Bridge User
bs_ba: Korisnik mosta
ru_ru: Пользователь моста
sv_se: Användare för brygga

# #30505
source: Enable Schedule (24h format)
bs_ba: Omogući raspored (24-satni format)
ru_ru: Включить планировщик (формат 24ч)
sv_se: Aktivera schema (24h format)

# #30506
source: Start time:
bs_ba: Vrijeme početka:
ru_ru: Время запуска:
sv_se: Starttid:

# #30507
source: End time:
bs_ba: Vrijeme završetka:
ru_ru: Время завершения:
sv_se: Sluttid:

# #30508
source: Disable during daytime
bs_ba: Onemogući tokom dana
ru_ru: Выключить в дневное время
sv_se: Inaktivera under dagtid

# #30509
source: Activate during playback at sunset
bs_ba: Aktiviraj tokom reprodukcije u zalazak sunca
ru_ru: Включить во время воспроизведения в закате
sv_se: Aktivera under uppspelning vid solnedgång

# #30510
source: General
bs_ba: Opšte
ru_ru: Основные
sv_se: Allmänt

# #30511
source: Schedule
bs_ba: Raspored
ru_ru: Расписание
sv_se: Schemalägg

# #30512
source: Scenes
bs_ba: Scene
ru_ru: Сцены
sv_se: Scener

# #30513
source: Play Scene Enabled
bs_ba: Reprodukcija scene omogućena
ru_ru: Воспроизведение сцены включено
sv_se: Uppspelningsscen aktiverad

# #30514
source: Pause Scene Enabled
bs_ba: Pauziranje scene omogućeno
ru_ru: Пауза сцены включена
sv_se: Pausscen aktiverad

# #30515
source: Stop Scene Enabled
bs_ba: Zaustavljanje scene omogućeno
ru_ru: Остановка сцены включена
sv_se: Stoppscen aktiverad

# #30516
source: Disable time check if any light already on
bs_ba: Onemogući provjeru vremena ako je neko svjetlo već upaljeno
ru_ru: Выключить проверку времени если свет уже включен
sv_se: Inaktivera tidskontroll om någon lampa redan är på

# #30517
source: Don't enable scene if any light is off
bs_ba: Ne omogućavaj scenu ako je bilo koje svjetlo isključeno
ru_ru: Не включать сцены если любая подсветка выключена
sv_se: Aktivera inte scenen om någon lampa är av

# #30521
source: [B][I]Warning: Not supported on all hardware[/B][/I]
bs_ba: [B][I]Upozorenje: Nije podržano na svim hardverskim uređajima[/B][/I]
ru_ru: [B][I]Внимание: Не поддерживается на всех устройствах[/B][/I]
sv_se: [B][I]Varning: Stöds inte på all hårdvara[/B][/I]

# #30522
source: CPU & Hue performance
bs_ba: Izvođenje CPU-a i Hue-a
ru_ru: Производительность ЦП и Hue
sv_se: Prestanda för CPU & Hue

# #32101
source: Advanced
bs_ba: Napredno
ru_ru: Расширенный
sv_se: Avancerat

# #32106
source: Video Activation Rules
bs_ba: Pravila za aktivaciju videa
ru_ru: Правила активации видео
sv_se: Regler för videoaktivering

# #6101
source: Select Lights
bs_ba: Odaberite svjetla
ru_ru: Выбрать лампы
sv_se: Välj lampor

# #30520
source: Enabled
bs_ba: Omogućeno
ru_ru: Включено
sv_se: Aktiverad

# #9001
source: Press connect button on Hue bridge
bs_ba: Pritisnite dugme za povezivanje na Hue mostu
ru_ru: Пожалуйста подключите кнопку к мосту Hue
sv_se: Tryck på Connect-knappen på Hue-bryggan

# #30000
source: Hue Service
bs_ba: Hue usluga
ru_ru: Служба Hue
sv_se: Hue-tjänsten

# #30004
source: Check your bridge and network
bs_ba: Provjerite svoj most i mrežu
ru_ru: Проверьте ваш мост и подключение к сети
sv_se: Kontrollera din brygga och nätverk

# #30006
source: Hue connected
bs_ba: Hue je povezan
ru_ru: Hue подключен
sv_se: Hue ansluten

# #30008
source: Bridge not found
bs_ba: Most nije pronađen
ru_ru: Мост не найден
sv_se: Bryggan hittades inte

# #30010
source: User not found
bs_ba: Korisnik nije pronađen
ru_ru: Пользователь не найден
sv_se: Användare hittades inte

# #30011
source: Complete!
bs_ba: Završeno!
ru_ru: Завершено!
sv_se: Färdigt!

# #30013
source: Cancelled
bs_ba: Otkazano
ru_ru: Отменено
sv_se: Avbruten

# #30015
source: Select Hue Lights...
bs_ba: Odaberite Hue svjetla...
ru_ru: Выбрать лампы Hue...
sv_se: Välj Hue-lampor...

# #30017
source: Found bridge:
bs_ba: Pronađen most:
ru_ru: Найден мост:
sv_se: Hittade brygga:

# #30018
source: Discover bridge...
bs_ba: Otkrijte most...
ru_ru: Обнаружение моста...
sv_se: Upptäck brygga...

# #30021
source: Bridge connection failed
bs_ba: Povezivanje mosta nije uspjelo
ru_ru: Не удалось соединится с мостом
sv_se: Anslutning till bryggan misslyckades

# #30022
source: Discovery started
bs_ba: Otkriće je započeto
ru_ru: Обнаружение запущено
sv_se: Upptäckt startad

# #30023
source: Bridge not configured
bs_ba: Most nije konfiguriran
ru_ru: Мост не настроен
sv_se: Bryggan är inte konfigurerad

# #30024
source: Check Hue Bridge configuration
bs_ba: Provjerite konfiguraciju Hue Bridgea
ru_ru: Проверьте конфигурацию моста Hue
sv_se: Kontrollera konfiguration för Hue-bryggan

# #30034
source: Cancel
bs_ba: Otkaži
ru_ru: Отмена
sv_se: Avbryt

# #30035
source: Lights:
bs_ba: Svjetla:
ru_ru: Лампы:
sv_se: Lampor:

# #30037
source: Save
bs_ba: Sačuvaj
ru_ru: Сохранить
sv_se: Spara

# #30043
source: Error
bs_ba: Greška
ru_ru: Ошибка
sv_se: Fel

# #30047
source: Connection lost. Check settings. Shutting down
bs_ba: Veza je prekinuta. Provjerite postavke. Gašenje
ru_ru: Потеряно подключение к мосту. Проверьте настройки. Выключение
sv_se: Anslutningen förlorades. Kontrollera inställningarna. Stänger ner

# #30050
source: N-UPnP discovery...
bs_ba: Otkrivanje N-UPnP-a...
ru_ru: N-UPnP обнаружение...
sv_se: N-UPnP-upptäckt...

# #30005
source: Searching for bridge...
bs_ba: Potraga za mostom...
ru_ru: Поиск моста...
sv_se: Söker efter brygga...

# #30052
source: Invalid start or end time, schedule disabled
bs_ba: Nevažeće vrijeme početka ili završetka, raspored onemogućen
ru_ru: Неверное время запуска и завершения, планировщик выключен
sv_se: Ogiltig start eller sluttid, schemaläggning inaktiverad

# #30058
source: Light Names:
bs_ba: Imena svjetla:
ru_ru: Имена ламп:
sv_se: Lampnamn:

# #30065
source: Update interval (ms)
bs_ba: Interval ažuriranja (ms)
ru_ru: Интервал обновления (мс)
sv_se: Uppdateringsintervall (ms)

# #30066
source: Hue transition time (ms)
bs_ba: Vrijeme prelaza nijanse (ms)
ru_ru: Время переключения Hue (мс)
sv_se: Övergångstid för Hue (ms)

# #30067
source: Frame capture size
bs_ba: Veličina snimljenog kadra
ru_ru: Размер буфера кадров
sv_se: Storlek för bildrutefångst

# #30068
source: Show Hue bridge capacity errors
bs_ba: Prikaži greške kapaciteta Hue mosta
ru_ru: Показывать ошибки вместимости моста Hue
sv_se: Visa kapacitetsfel för Hue-brygga

# #30800
source: Minimum duration (Minutes)
bs_ba: Minimalno trajanje (minute)
ru_ru: Минимальная длительность медиа (минуты)
sv_se: Minsta varaktighet (minuter)

# #30801
source: Enable for Movies
bs_ba: Omogući za filmove
ru_ru: Включить для фильмов
sv_se: Aktivera för filmer

# #30802
source: Enable for TV episodes
bs_ba: Omogući za TV epizode
ru_ru: Включить для ТВ сериалов
sv_se: Aktivera för TV-avsnitt

# #30803
source: Enable for music videos
bs_ba: Omogući za muzičke spotove
ru_ru: Включить для музыкальных видео
sv_se: Aktivera för musikvideor

# #30804
source: Enable for other videos (Discs)
bs_ba: Omogući za ostale videozapise (diskove)
ru_ru: Включить для других видео (Диски)
sv_se: Aktivera för andra videor (skivor)

# #30805
source: Enable for live TV
bs_ba: Omogući za TV uživo
ru_ru: Включить для ТВ
sv_se: Aktivera för direktsänd tv

# #30809
source: Saturation
bs_ba: Zasićenost
ru_ru: Насыщенность
sv_se: Mättnad

# #30810
source: Minimum Brightness
bs_ba: Minimalna svjetlina
ru_ru: Минимальная яркость
sv_se: Minimal ljusstyrka

# #30811
source: Maximum Brightness
bs_ba: Maksimalna svjetlina
ru_ru: Максимальная яркость
sv_se: Maximal ljusstyrka

# #30813
source: Average image processing time:
bs_ba: Prosječno vrijeme obrade slike:
ru_ru: Среднее время обработки изображения:
sv_se: Genomsnittlig bildbehandlingstid:

# #30814
source: On playback stop
bs_ba: Pri zaustavljanju reprodukcije
ru_ru: При остановке воспроизведения
sv_se: Vid stopp av uppspelning

# #30815
source: Resume light state
bs_ba: Nastavi stanje svjetla
ru_ru: Вернуть прошлое состояние света
sv_se: Återuppta ljust tillstånd

# #30816
source: Resume transition time (secs.)
bs_ba: Vrijeme prelaska za nastavak (sek.)
ru_ru: Время перехода в прошлое состояние (сек.)
sv_se: Återuppta övergångstid (s)

# #30071
source: Only colour lights are supported
bs_ba: Podržana su samo svjetla u boji
ru_ru: Поддерживаются только цветные лампы
sv_se: Endast färgade lampor stöds

# #30072
source: Unsupported Hue Bridge
bs_ba: Nepodržani Hue Bridge
ru_ru: Мост Hue не поддерживается
sv_se: Hue-bryggan stöds inte

# #30055
source: Disabled
bs_ba: Onemogućeno
ru_ru: Выключено
sv_se: Inaktiverad

# #30060
source: Play
bs_ba: Reprodukuj
ru_ru: Воспроизвести
sv_se: Spela

# #30061
source: Hue Status:
bs_ba: Status nijanse:
ru_ru: Cтатус Hue:

# #30062
source: Settings
bs_ba: Podešavanja
ru_ru: Настройки
sv_se: Inställningar

# #30063
source: Disabled by daytime
bs_ba: Onemogućeno tokom dana
ru_ru: Выключено в дневное время
sv_se: Inaktiverad dagtid

# #30064
source: ERROR: Scene not found, it may have been deleted
bs_ba: GREŠKA: Scena nije pronađena, moguće je da je izbrisana
ru_ru: ERROR: Сцена не найдена, возможно она удалена
sv_se: FEL: Scenen hittades inte. Den kanske har tagits bort

# #30080
source: The following error occurred:
bs_ba: Došlo je do sljedeće greške:
ru_ru: Возникла ошибка:
sv_se: Följande fel inträffade:

# #30081
source: Automatically report this error?
bs_ba: Automatski prijavi ovu grešku?
ru_ru: Автоматически сообщить об ошибке?
sv_se: Rapportera detta fel automatiskt?

# #30069
source: No lights selected for Ambilight.
bs_ba: Nije odabrano nijedno svjetlo za Ambilight.
ru_ru: Свет не выбран для Ambilight.
sv_se: Inga lampor valda för Ambilight.

# #30070
source: Ok
bs_ba: U redu
ru_ru: ОК

# #30075
source: Hue Bridge over capacity
bs_ba: Prekoračenje kapaciteta mosta Hue
ru_ru: Перегрузка Hue Bridge
sv_se: Hue-bryggan har slut på kapacitet

# #30076
source: Network not ready
bs_ba: Mreža nije spremna
ru_ru: Подключение к сети не готово
sv_se: Nätverket är inte redo

# #30077
source: The Hue Bridge is over capacity. Increase refresh rate or reduce the number of Ambilights.
bs_ba: Hue Bridge ima prekoračen kapacitet. Povećajte brzinu osvježavanja ili smanjite broj Ambilight svjetala.
ru_ru: Hue Bridge перегружен. Увеличьте интервал обновления или уменьшите число Ambilight.
sv_se: Hue-bryggan har slut på kapacitet. Öka uppdateringsfrekvensen eller minska antalet Ambilights.

# #30078
source: Bridge not found[CR]Check your bridge and network.
bs_ba: Most nije pronađen[CR]Provjerite most i mrežu.
ru_ru: Мост не найден[CR]Проверьте мост или подключение к сети.
sv_se: Bryggan hittades inte[CR]Kontrollera din brygga och ditt nätverk.

# #30082
source: Press link button on bridge. Waiting for 90 seconds...
bs_ba: Pritisnite dugme za povezivanje na mostu. Čekam 90 sekundi...
ru_ru: Нажмите на кнопку "Link" в мосте. Ожидание 90 секунд...
sv_se: Tryck på länkknappen på bryggan. Väntar i 90 sekunder...

# #30083
source: Unknown
bs_ba: Nepoznato
ru_ru: Неизвестно
sv_se: Okänt

# #30084
source: User Found![CR]Saving settings...
bs_ba: Korisnik pronađen![CR]Spremanje postavki...
ru_ru: Пользователь найден![CR]Сохранение настроек...
sv_se: Användaren hittad![CR]Sparar inställningar...

# #30086
source: User not found[CR]Check your bridge and network.
bs_ba: Korisnik nije pronađen[CR]Provjerite most i mrežu.
ru_ru: Пользователь не найден[CR]Проверьте мост или подключение к сети.
sv_se: Användaren hittades inte[CR]Kontrollera din brygga och ditt nätverk.

# #30073
source: Do not show again
bs_ba: Ne prikazuj ponovo
ru_ru: Не показывать снова
sv_se: Visa inte igen

# #30001
source: Hue Bridge V1 (Round) is unsupported. Hue Bridge V2 (Square) is required.
bs_ba: Hue Bridge V1 (okrugli) nije podržan. Potreban je Hue Bridge V2 (kvadratni).
ru_ru: Hue Bridge V1 (круглый) не поддерживается. Требуется Hue Bridge V2 (квадратный).
sv_se: Hue Bridge V1 (rund) stöds inte. Hue Bridge V2 (fyrkantig) krävs.

# #30012
source: Unknown colour gamut for light:
bs_ba: Nepoznata paleta boja za svjetlost:
ru_ru: Неизвестная цветовая гамма для света:
sv_se: Okänt färgomfång för ljus:

# #30016
source: Report errors
bs_ba: Prijavi greške
ru_ru: Сообщить об ошибках
sv_se: Rapportera fel

# #30020
source: Never report errors
bs_ba: Nikad ne prijavljivaj greške
ru_ru: Никогда не сообщать об ошибках
sv_se: Rapportera aldrig fel

# #30032
source: Hue Service Error
bs_ba: Greška Hue usluge
ru_ru: Ошибка службы Hue
sv_se: Fel i Hue-tjänsten

# #30029
source: Connection Error
bs_ba: Greška u povezivanju
ru_ru: Ошибка подключения
sv_se: Anslutningsfel

# #30014
source: Error: Lights incompatible with Ambilight
bs_ba: Greška: Svjetla nekompatibilna s Ambilightom
ru_ru: Ошибка: Лампы не совместимы с Ambilight
sv_se: Fel: Lamporna är inte kompatibla med Ambilight

# #30007
source: Bridge not found automatically. Please make sure your bridge is up to date and has access to the internet. [CR]Would you like to enter your bridge IP manually?
bs_ba: Most nije automatski pronađen. Molimo provjerite da li je vaš most ažuriran i da li ima pristup internetu. [CR]Želite li ručno unijeti IP adresu mosta?
ru_ru: Мост не обнаружен. Пожалуйста убедитесь что мост в актуальном состоянии и имеет подключение к интернету. [CR]Хотите ввести IP адрес моста вручную?
sv_se: Bryggan hittades inte automatiskt. Kontrollera att din brygga är uppdaterad och har tillgång till internet. [CR]Vill du ange din bryggas IP manuellt?

# #30009
source: Connecting...
bs_ba: Povezivanje...
ru_ru: Подключение...
sv_se: Ansluter...

# #30019
source: Bridge outdated. Please update your bridge.
bs_ba: Most je zastario. Molimo vas da ažurirate svoj most.
ru_ru: Мост устарел. Пожалуйста обновите мост.
sv_se: Bryggan kör en gammal version. Uppdatera din brygga.

# #30033
source: Reconnected
bs_ba: Ponovo povezan/a
ru_ru: Пере-подключено
sv_se: Återansluten

# #31334
source: Morning disable time:
bs_ba: Vrijeme onemogućavanja ujutro:
ru_ru: Время отключения утром:
sv_se: Inaktiveringstid för morgon:

# #31335
source: Transition time (seconds):
bs_ba: Vrijeme tranzicije (sekunde):
ru_ru: Время перехода (секунды):
sv_se: Övergångstid (sekunder):

# #31336
source: Sunset Offset:
bs_ba: Pomak zalaska sunca:
ru_ru: Смещение времени заката:
sv_se: Förskjutning för solnedgång:

# #31337
source: Adjust sunset back or forwards by this many minutes
bs_ba: Podesi zalazak sunca unaprijed ili unazad za ovoliko minuta
ru_ru: Настройка смещения заката вперед или назад в минутах
sv_se: Justera solnedgången bakåt eller framåt med så här många minuter

# #31338
source: Time at which to disable the service in the morning
bs_ba: Vrijeme kada treba onemogućiti uslugu ujutro
ru_ru: Время в которое служба будет выключена утром
sv_se: Tidpunkt då tjänsten ska inaktiveras på morgonen

# #31339
source: Disable the service between configured time and sunset
bs_ba: Onemogući uslugu između konfiguriranog vremena i zalaska sunca
ru_ru: Выключить службу между заданным временем и закатом
sv_se: Inaktivera tjänsten mellan konfigurerad tid och solnedgång

# #31340
source: Activate scenes at sunset, during playback
bs_ba: Aktiviranje scena pri zalasku sunca, tokom reprodukcije
ru_ru: Включить сцены во время заката, при воспроизведении
sv_se: Aktivera scener vid solnedgång, under uppspelning

# #30002
source: Bridge overloaded, stopping ambilight
bs_ba: Most preopterećen, zaustavljanje ambilighta
ru_ru: Мост перегружен, выключение
sv_se: Bryggan är överbelastad, stoppar ambilight

# #30025
source: Bridge unauthorized, please reconfigure.
bs_ba: Most nije autorizovan, molimo vas da ga ponovo konfigurišete.
ru_ru: Мост не авторизован, пожалуйста выполните перенастройку.
sv_se: Bryggan är inte auktoriserad, konfigurera om den.

# #30026
source: Connection failed, retrying...
bs_ba: Povezivanje nije uspjelo, ponovni pokušaj...
ru_ru: Не удалось подключится, повтор...
sv_se: Anslutningen misslyckades, försöker igen...

# #30003
source: Not selected
bs_ba: Nije odabrano
ru_ru: Не выбрано
sv_se: Inte vald

# #30027
source: ERROR: Light not found, it may have been deleted
bs_ba: GREŠKA: Svjetlo nije pronađeno, moguće je da je izbrisano
ru_ru: ОШИБКА: Свет не найден, возможно он удалён
sv_se: FEL: Lampan hittades inte, den kanske har tagits bort

# #30028
source: Configure Hue Home location to use Sunset time, defaulting to 19:00
bs_ba: Konfigurirajte lokaciju Hue Home da koristi vrijeme zalaska sunca, s zadanim postavkama na 19:00
ru_ru: Настройте местоположение дома Hue для получения времени заката, по-умолчанию 19:00
sv_se: Konfigurera Hue Home-platsen så att den använder solnedgångstid, som standard 19:00
